import "../../assets/styles/cards.css";

const Card = (props) => {
  return (
    <div className="card-container">
      <h1 className="title">{props.title}</h1>
      <p className="email">{props.email}</p>
      <p className="desc">{props.desc}</p>
    </div>
  );
};

const Cards = () => {
  return (
    <div className="cards-container">
      <Card
        title="کیک کدو حلوایی"
        email="hossein-heydari.ir"
        desc="این مطلب درمورد پرده اتاق کودک بسیار زیبا و شیک است . این مطلب از سایت اتاق میباشد . برای مشاده ی کامل این مطلب به سایت اتاق مراجعه کنید"
      />
      <Card
        title="کیک کدو حلوایی"
        email="hossein-heydari.ir"
        desc="این مطلب درمورد پرده اتاق کودک بسیار زیبا و شیک است . این مطلب از سایت اتاق میباشد . برای مشاده ی کامل این مطلب به سایت اتاق مراجعه کنید"
      />
      <Card
        title="کیک کدو حلوایی"
        email="hossein-heydari.ir"
        desc="این مطلب درمورد پرده اتاق کودک بسیار زیبا و شیک است . این مطلب از سایت اتاق میباشد . برای مشاده ی کامل این مطلب به سایت اتاق مراجعه کنید"
      />
      <Card
        title="کیک کدو حلوایی"
        email="hossein-heydari.ir"
        desc="این مطلب درمورد پرده اتاق کودک بسیار زیبا و شیک است . این مطلب از سایت اتاق میباشد . برای مشاده ی کامل این مطلب به سایت اتاق مراجعه کنید"
      />
      <Card
        title="کیک کدو حلوایی"
        email="hossein-heydari.ir"
        desc="این مطلب درمورد پرده اتاق کودک بسیار زیبا و شیک است . این مطلب از سایت اتاق میباشد . برای مشاده ی کامل این مطلب به سایت اتاق مراجعه کنید"
      />
      <Card
        title="کیک کدو حلوایی"
        email="hossein-heydari.ir"
        desc="این مطلب درمورد پرده اتاق کودک بسیار زیبا و شیک است . این مطلب از سایت اتاق میباشد . برای مشاده ی کامل این مطلب به سایت اتاق مراجعه کنید"
      />

      <Card
        title="کیک کدو حلوایی"
        email="hossein-heydari.ir"
        desc="این مطلب درمورد پرده اتاق کودک بسیار زیبا و شیک است . این مطلب از سایت اتاق میباشد . برای مشاده ی کامل این مطلب به سایت اتاق مراجعه کنید"
      />

      <Card
        title="کیک کدو حلوایی"
        email="hossein-heydari.ir"
        desc="این مطلب درمورد پرده اتاق کودک بسیار زیبا و شیک است . این مطلب از سایت اتاق میباشد . برای مشاده ی کامل این مطلب به سایت اتاق مراجعه کنید"
      />
    </div>
  );
};

export default Cards;
